<template>
  <div class="content">
    <div class="container">
      <v-card>
        <v-card-title class="text-h5 justify-center"
          >プライバシーポリシー</v-card-title
        >
        <v-card-text>
          <p>
            Ao（以下、「当方」といいます。）は、本ウェブサイト上で提供するサービス（以下、「本サービス」といいます。）におけるプライバシー情報の取り扱いについて、以下の通りプライバシーポリシー（以下、「本ポリシー」といいます）を定めます。
          </p>
          <p class="text-h6">第1条（個人情報）</p>
          <p>
            「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第2条（個人情報の収集方法）</p>
          <p>
            当方は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当方の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第3条（アクセス解析ツールについて）</p>
          <p>
            当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。
            このトラフィックデータは匿名で収集されており、個人を特定するものではありません。
            この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。
            この規約に関して、詳しくは<a
              href="https://marketingplatform.google.com/about/analytics/terms/jp/"
              target="_blank"
              >こちら</a
            >をご確認ください。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第4条（個人情報を収集・利用する目的）</p>
          <p>当方が個人情報を収集・利用する目的は，以下のとおりです。</p>
          <ol class="mb-4">
            <li>
              本サービスの提供・運営のためユーザーからのお問い合わせに回答する目的（本人確認を行うことを含む）
            </li>
            <li>
              ユーザーにお知らせや連絡をするためにメールアドレスを利用する場合に氏名などの連絡先情報を利用する目的
            </li>
            <li>
              本サービスの利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーのご利用をお断りするために、氏名など個人を特定するための情報を利用する目的
            </li>
            <li>
              ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただく目的
            </li>
            <li>上記の利用目的に付随する目的</li>
          </ol>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第5条（個人情報の第三者提供）</p>
          <p>
            当方は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。
          </p>
          <ol class="mb-4">
            <li>法令に基づく場合</li>
            <li>
              人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき
            </li>
            <li>
              公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき
            </li>
            <li>
              国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
            </li>
          </ol>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第6条（個人情報の開示）</p>
          <p>
            当方は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。
          </p>
          <ol class="mb-4">
            <li>
              本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合
            </li>
            <li>当方の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
            <li>その他法令に違反することとなる場合</li>
          </ol>
          <p class="mt-4">
            前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第7条（個人情報の訂正および削除）</p>
          <p>
            ユーザーは，当方の保有する自己の個人情報が誤った情報である場合には，当方が定める手続きにより，当方に対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。当方は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。当方は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第8条（個人情報の利用停止等）</p>
          <ol class="mb-4">
            <li>
              当方は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。
            </li>
            <li>
              前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。
            </li>
            <li>
              当方は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。
            </li>
            <li>
              前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。
            </li>
          </ol>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第9条（プライバシーポリシーの変更）</p>
          <p>
            本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。当方が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第10条（お問い合わせ窓口）</p>
          <p>
            本ポリシーに関するお問い合わせは，<a
              href="https://forms.gle/sGa1N9Ruziub3nGu7"
              target="_blank"
              >こちら</a
            >のお問い合わせフォームからお問い合わせください。
          </p>
        </v-card-text>
      </v-card>
    </div>
  </div>
</template>
