<template>
  <div class="my-content">
    <div class="container pt-6 pb-6">
      <v-card>
        <v-card-title class="text-h5 justify-center">利用規約</v-card-title>
        <v-card-text>
          <p>
            この利用規約（以下，「本規約」といいます。）は，Ao（以下，「当方」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。
            本サービスの利用者（以下，「ユーザー」といいます。）には，予め本規約に同意した上で、本サービスを利用するものとします。
          </p>
          <p class="text-h6">第1条（適用）</p>
          <p>
            本規約は，ユーザーと当方との間の本サービスの利用に関わる一切の関係に適用されるものとします。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第2条（利用登録）</p>
          <p>
            本サービスにおいては，登録希望者が本規約に同意の上，当方の定める方法によって利用登録を申請し，当方がこの承認を登録希望者に通知することによって，利用登録が完了するものとします。当方は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。
          </p>
          <ol class="mb-4">
            <li>利用登録の申請に際して虚偽の事項を届け出た場合</li>
            <li>本規約に違反したことがある者からの申請である場合</li>
            <li>その他，当方が利用登録を相当でないと判断した場合</li>
          </ol>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第3条（ログインアカウント等の管理）</p>
          <p>
            ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを適切に管理するものとし、ユーザの管理不十分、使用上の過誤、第三者の使用等により生じた損害について、当方は一切の責任を負わないものとします。ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与し，もしくは第三者と共用することはできません。当方は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第4条（禁止事項）</p>
          <p>
            ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。
          </p>
          <ol class="mb-4">
            <li>法令または公序良俗に違反する行為</li>
            <li>犯罪行為に関連する行為</li>
            <li>
              当方，本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為
            </li>
            <li>当方のサービスの運営を妨害するおそれのある行為</li>
            <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
            <li>不正アクセスをし，またはこれを試みる行為</li>
            <li>他のユーザーに成りすます行為</li>
            <li>
              当方のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為
            </li>
            <li>その他，当方が不適切と判断する行為</li>
          </ol>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第5条（本サービスの提供の停止等）</p>
          <p>
            当方は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
          </p>
          <ol class="mb-4">
            <li>
              本サービスにかかるコンピュータシステムの保守点検または更新を行う場合
            </li>
            <li>
              地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合
            </li>
            <li>コンピュータまたは通信回線等が事故により停止した場合</li>
            <li>その他，当方が本サービスの提供が困難と判断した場合</li>
          </ol>
          <p>
            当方は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第6条（著作権）</p>
          <p>
            ユーザーは，自ら著作権等の必要な知的財産権を有するか，または必要な権利者の許諾を得た文章や画像等の情報に関してのみ，本サービスを利用し，投稿ないしアップロードすることができるものとします。ユーザーが本サービスを利用して投稿ないしアップロードした文章，画像等の著作権については，当該ユーザーその他既存の権利者に留保されるものとします。ただし，当方は，本サービスを利用して投稿ないしアップロードされた文章，画像等について，本サービスの改良，品質の向上，または不備の是正等ならびに本サービスの周知宣伝等に必要な範囲で利用できるものとし，ユーザーは，この利用に関して，著作者人格権を行使しないものとします。前項本文の定めるものを除き，本サービスおよび本サービスに関連する一切の情報についての著作権およびその他の知的財産権はすべて当方または当方にその利用を許諾した権利者に帰属し，ユーザーは無断で複製，譲渡，貸与，翻訳，改変，転載，公衆送信（送信可能化を含みます。），伝送，配布，出版，営業使用等をしてはならないものとします。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第7条（利用制限および登録抹消）</p>
          <p>
            当方は，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，投稿データを削除し，ユーザーに対して本サービスの全部もしくは一部の利用を制限しまたはユーザーとしての登録を抹消することができるものとします。
          </p>
          <ol class="mb-4">
            <li>本規約のいずれかの条項に違反した場合</li>
            <li>登録事項に虚偽の事実があることが判明した場合</li>
            <li>当方からの連絡に対し，一定期間返答がない場合</li>
            <li>本サービスについて，最終の利用から一定期間利用がない場合</li>
            <li>その他，当方が本サービスの利用を適当でないと判断した場合</li>
          </ol>
          <p>
            当方は，本条に基づき当方が行った行為によりユーザーに生じた損害について，一切の責任を負いません。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第8条（免責事項）</p>
          <p>
            当方は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。当方の債務不履行責任は，当方の故意または重過失によらない場合には免責されるものとします。当方は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第9条（サービス内容の変更等）</p>
          <p>
            当方は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第10条（利用規約の変更）</p>
          <p>
            当方は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。なお，本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第11条（個人情報）</p>
          <p>
            当方は，本サービスの利用によって取得する個人情報については，当方「プライバシーポリシー」に従い適切に取り扱うものとします。
          </p>
          <v-divider></v-divider>
          <p class="text-h6 mt-4">第12条（準拠法・裁判管轄）</p>
          <p>
            本規約の解釈にあたっては，日本法を準拠法とします。本サービスに関して紛争が生じた場合には，東京地方裁判所を第一審の専属的合意管轄とします。
          </p>
          <p class="text-right">（2020年12月28日更新）</p>
        </v-card-text>
      </v-card>
    </div>
  </div>
</template>

<script>
import headMeta from '~/mixins/headMeta.js'

export default {
  mixins: [headMeta],
  data() {
    return {
      meta: {
        title: '利用規約 | from 8号車',
        description: '利用規約ページです。',
      },
    }
  },
}
</script>
